Revit 2027 API
ParameterTypeId.JointGapParam Property
 "Joint Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JointGapParam { get; }
Public Shared ReadOnly Property JointGapParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JointGapParam {
	ForgeTypeId^ get ();
}
static member JointGapParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace